Repository: HuangYouci/iOSapp-AInterviewMock
Catalog: AInterviewMock/Assets/Translate/Localizable.xcstrings
Source language: zh_hant
Languages: en

# CoinManagerView_coinBalance
source: 餘額
en: Left

# CoinView_coinPack100Title
source: 100 代幣
en: 100 Coins

# CoinView_coinPack300Title
source: 300 代幣
en: 300 Coins

# CoinView_coinPackSubtitle
source: 單次獲得代幣
en: Get coins one-time

# CoinView_contactDeveloperButton
source: 聯絡開發者
en: Contact Developer

# CoinView_cooldownStatus
source: 冷卻中
en: On Cooldown

# CoinView_getCoinButton
source: 取得
en: GET

# CoinView_monthlySubscriptionBenefit
source: 無限次模擬面試*
en: Infinity Mock Interviews

# CoinView_monthlySubscriptionStatusSubscribed
source: 訂閱中
en: Subscribing

# CoinView_monthlySubscriptionTitle
source: 月訂閱方案
en: Monthly Subscription

# CoinView_notesBody
source: [1] 單次購買代幣後，若刪除程式，可能將導致代幣遺失。 [2] 購買訂閱方案，可在啟用期間每一小時領取一次 50 代幣（約可進行 3 次模擬面試）。 [3] 購買前請詳閱使用條款與隱私政策。 [4] 進行模擬面試次數係由一次約消耗 10 ~ 20 代幣計算，實際使用會有所差異。
en: [1] If you delete the app after purchasing tokens, your tokens may be lost. [2] By subscribing, you can claim 50 tokens every hour during the active subscription period (enough for about 3 mock interviews). [3] Please read the Terms of Use and Privacy Policy carefully before making a purchase. [4] Each mock interview typically consumes about 10 to 20 tokens, but actual usage may vary.

# CoinView_privacyPolicyButton
source: 隱私政策
en: Privacy Policy

# CoinView_requestRefundButton
source: 要求退款
en: Request a Refund

# CoinView_restorePurchasesSubtitle
source: 恢復訂閱狀態
en: Restore subscription status

# CoinView_restorePurchasesTitle
source: 還原購買
en: Restore Purchase

# CoinView_sectionTitleCoins
source: 代幣
en: COINS

# CoinView_sectionTitleGetCoins
source: 獲得代幣
en: GET

# CoinView_sectionTitleNotes
source: 注意事項
en: NOTES

# CoinView_sectionTitlePurchase
source: 購買
en: PURCHASE

# CoinView_subscriberUserDescription
source: 目前訂閱啟用中。每一小時可獲取 50 代幣（無法累計）。如果目前代幣大於 50，則不會進行更動。
en: Your subscription is currently active. You can receive 50 tokens every hour (not cumulative). If your current token balance exceeds 50, it will remain unchanged.

# CoinView_subscriberUserTitle
source: 訂閱用戶
en: Subscribed User

# CoinView_termsOfUseButton
source: 使用條款
en: Terms of Use

# CoinView_watchAdBenefit
source: 獲得一些代幣
en: Get some coins

# CoinView_watchAdSubtitleEasy
source: 輕鬆獲得代幣
en: Easily get coins

# CoinView_watchAdSubtitleLimit
source: （在一段期間內有次數限制）
en: (Limited times within a period)

# CoinView_watchAdTitle
source: 觀看廣告
en: Watch AD

# CoinView_watchAdUnavailable
source: 廣告不可用
en: AD Unavailable

# ConfirmationDialog_Cancel
source: 取消
en: Cancel

# ConfirmationDialog_Confirm
source: 確認
en: Confirm

# HomeEntryView_startMockInterviewButton
source: 模擬面試
en: Mock Interview

# HomeEntryView_startMockSpeechButton
source: 模擬演講
en: Mock Speech

# HomeView_appTitle
source: AI 模擬
en: AI Mock

# InterviewAnalysisView_deleteRecordSublabel
source: 刪除紀錄
en: Delete Record

# InterviewAnalysisView_ratingFeedbackSectionTitle
source: 總覽
en: Summary

# InterviewAnalysisView_ratingFeedbacksSectionTitle
source: 評語
en: Feedback

# InterviewAnalysisView_ratingQuestionsFeedbackSectionTitle
source: 問題回饋
en: Questions

# InterviewAnalysisView_reuseSublabel
source: 複製並重用
en: Copy and Reuse

# InterviewAnalysisView_scoreText_A
source: 極佳
en: Excellent

# InterviewAnalysisView_scoreText_B
source: 很好
en: Great

# InterviewAnalysisView_scoreText_C
source: 不錯
en: Good

# InterviewAnalysisView_scoreText_D
source: 普通
en: Normal

# InterviewAnalysisView_scoreText_E
source: 一般
en: So-so

# InterviewAnalysisView_scoreText_F
source: 待加強
en: Bad

# InterviewAnalysisView_scoreText_G
source: 不佳
en: Terrible

# InterviewAnalysisView_tabBarMethod
source: 操作
en: Method

# InterviewAnalysisView_tabBarRating
source: 評價
en: Rating

# InterviewAnalysisView_tabBarReview
source: 回顧
en: Review

# InterviewAnalysisView_Title
source: 模擬面試
en: Mock Interview

# InterviewAnalysisView_useDraftSublabel
source: 復原草稿
en: Use Draft

# InterviewDoneView_noAnswerProvided
source: 無作答
en: No response

# InterviewDoneView_noDataProvided
source: 無資料
en: No data

# InterviewDoneView_section1TitleInterviewType
source: 面試類型
en: Interview Type

# InterviewDoneView_section2TitleInterviewDetails
source: 面試細節
en: Interview Detail

# InterviewDoneView_section3TitleDataPreparation
source: 資料準備
en: Data Preparation

# InterviewDoneView_titleLine1
source: 準備就緒
en: All set?

# InterviewDoneView_titleLine2
source: 再檢查一下面試設定吧！
en: Review settings

# InterviewEntryView_templateSectionTitle
source: 模板
en: TEMPLATE

# InterviewEntryView_titleLine1
source: 你想練習
en: What kind of interview

# InterviewEntryView_titleLine2
source: 什麼面試呢？
en: do you want to practice?

# InterviewFileView_addNewFileButton
source: 新增檔案
en: Add File

# InterviewFileView_clearAllFilesButton
source: 清除所有檔案
en: Clear All

# InterviewFileView_fileTooLargeError
source: 檔案過大！請重新選擇小於 4MB 的檔案
en: File is too big! Please reselect a file that under 4MB.

# InterviewFileView_titleLine1
source: 有檔案
en: Is there any

# InterviewFileView_titleLine2
source: 需要提供嗎？
en: files to provide?

# InterviewModifierView_adjBit
source: 偏
en: Bit

# InterviewModifierView_adjBitNot
source: 偏不
en: Bit not

# InterviewModifierView_adjExtremely
source: 極為
en: Extremely

# InterviewModifierView_adjExtremelyNot
source: 極為不
en: Extremely Not

# InterviewModifierView_adjNormal
source: 一般
en: Moderate

# InterviewModifierView_adjNot
source: 不
en: Not

# InterviewModifierView_advancedAdjustmentsSectionTitle
source: 進階調整器
en: MODIFIERS

# InterviewModifierView_costSectionTitle
source: 啟動花費
en: COST

# InterviewModifierView_explanationBodyCost
source: 此模擬面試需花費 %d 個代幣。下一步開始面試，將生成面試題目並開始回答，此時已扣除面試花費，請勿離開程式！
en: This mock interview requires %d tokens. In the next step, the interview questions will be generated and the session will begin. Tokens will be deducted at this point—please do not exit the app!

# InterviewModifierView_explanationBodyInsufficientCoins
source: 代幣不足嗎？您可以點選「暫存」，本頁之前的設定都已保留，之後再從紀錄選取進行面試。
en: Not enough tokens? You can tap “Save”—all your current settings will be preserved, and you can resume the interview from your saved sessions later.

# InterviewModifierView_explanationTitle
source: 說明
en: Info

# InterviewModifierView_formalityLevelAdj
source: 正式
en: Formal

# InterviewModifierView_formalityLevelDescription
source: 決定模擬面試的語氣與氣氛，輕鬆或正式。
en: Choose the tone and atmosphere of the mock interview—casual or formal.

# InterviewModifierView_formalityLevelLabel
source: 正式程度
en: Formality Level

# InterviewModifierView_insufficientCoinsBody
source: 此模擬面試需花費 %d 個代幣，您只有 %d 個代幣。
en: This mock interview requires %d tokens, but you only have %d tokens.

# InterviewModifierView_insufficientCoinsSuggestion
source: 請先「暫存」，並購買或獲得一些代幣再嘗試。
en: Please save your progress first, then get more tokens before starting the interview.

# InterviewModifierView_insufficientCoinsTitle
source: 代幣不足
en: Insufficient Coins

# InterviewModifierView_questionCountButtonBasic
source: 基礎
en: Basic

# InterviewModifierView_questionCountButtonExtensive
source: 大量
en: Max

# InterviewModifierView_questionCountButtonFull
source: 完整
en: Full

# InterviewModifierView_questionCountButtonModerate
source: 適中
en: Med

# InterviewModifierView_questionCountLabel
source: 題目數量
en: Numbers of Questions

# InterviewModifierView_questionCountSectionTitle
source: 題目數量
en: QUESTIONS

# InterviewModifierView_questionCountUnit
source: 題
en: Questions

# InterviewModifierView_resetToDefaultButton
source: 回復預設
en: Reset to Default

# InterviewModifierView_strictnessLevelAdj
source: 嚴格
en: Strict

# InterviewModifierView_strictnessLevelDescription
source: 控制問題的深度與難度，根據你的準備程度來調整。
en: Adjust the depth and difficulty of the questions to match your level of preparation.

# InterviewModifierView_strictnessLevelLabel
source: 嚴格程度
en: Strictness Level

# InterviewModifierView_titleLine1
source: 面試
en: Interview

# InterviewModifierView_titleLine2
source: 準備開始！
en: is starting soon!

# InterviewProfile_college_preQuestion1_school
source: 目標的學校是什麼？
en: What is your target school?

# InterviewProfile_college_preQuestion2_department
source: 目標的科系是什麼？
en: What is your target department?

# InterviewProfile_college_preQuestion3_selfIntro
source: 該科系有要求自我介紹嗎？有詳細的自我介紹要求嗎？
en: Does the department require a self-introduction? If so, are there any conditions?

# InterviewProfile_college_preQuestion4_focusTopics
source: 該科系偏重詢問哪些方向的題目？
en: As far as you know, what kind of topics does the department tend to focus on for questions?

# InterviewProfile_college_preQuestion5_specialReqs
source: 該科系對於面試有什麼其他的特別要求嗎？
en: Does the department have any other special requirements for the interview?

# InterviewProfile_college_templateDescription
source: 針對大學面試做準備
en: Prepare for college admission interviews.

# InterviewProfile_college_templateName
source: 大學面試
en: College Interview

# InterviewProfile_college_templatePrompt
source: 你是一間大學面試的面試官，請你依照以下資訊提供面試的題目，題目不可重複或過於相似且需符合資訊要求，除了參考資訊以及可能的附件之外，亦可搜尋目標校系的資料進行綜合出題。
en: You are a university admissions interviewer. Based on the following information, please provide interview questions. Questions should not be repetitive or too similar and must meet the information requirements. In addition to the reference information and possible attachments, you can also search for data on the target school and department to formulate comprehensive questions.

# InterviewProfile_internship_preQuestion1_field
source: 這個實習是在哪個場域？
en: What field is the internship in?

# InterviewProfile_internship_preQuestion2_company
source: 提供實習的公司名稱是什麼？
en: What is the name of the company offering the internship?

# InterviewProfile_internship_preQuestion3_motivation
source: 你申請這個特定實習的動機是什麼？
en: What motivates you to apply for this specific internship?

# InterviewProfile_internship_preQuestion4_skills
source: 你有哪些相關的技能或修過的課程？
en: What relevant skills or coursework do you have?

# InterviewProfile_internship_preQuestion5_learningGoals
source: 你希望從這次實習中學到或達成什麼目標？
en: What do you hope to learn or achieve from this internship?

# InterviewProfile_internship_templateDescription
source: 為獲得實習機會做準備
en: Prepare for securing an internship opportunity.

# InterviewProfile_internship_templateName
source: 實習面試
en: Internship Interview

# InterviewProfile_internship_templatePrompt
source: 你正在面試一位申請實習的學生或初級候選人。請設計問題來評估他們的學習動機、基礎技能、對該領域的熱情以及團隊合作潛力。
en: You are interviewing a student or junior candidate applying for an internship. Please design questions to assess their motivation to learn, basic skills, passion for the field, and potential for teamwork.

# InterviewProfile_jobGeneral_preQuestion1_company
source: 目標公司名稱是什麼？
en: What is the name of the target company?

# InterviewProfile_jobGeneral_preQuestion2_position
source: 申請的職位名稱是什麼？
en: What is the title of the position you are applying for?

# InterviewProfile_jobGeneral_preQuestion3_jobDescription
source: 該職位描述中，你認為最重要的幾項要求或職責是什麼？
en: What do you consider the most important requirements or responsibilities from the job description?

# InterviewProfile_jobGeneral_preQuestion4_whyCompany
source: 你為什麼對這間公司感興趣？
en: Why are you interested in this company?

# InterviewProfile_jobGeneral_preQuestion5_whyPosition
source: 你認為自己為什麼適合這個職位？
en: Why do you believe you are a good fit for this position?

# InterviewProfile_jobGeneral_templateDescription
source: 準備一般性的工作面試
en: Prepare for a general job interview.

# InterviewProfile_jobGeneral_templateName
source: 工作面試（通用）
en: Job Interview (General)

# InterviewProfile_jobGeneral_templatePrompt
source: 你是一位公司的人力資源面試官或部門主管，請根據以下應聘者提供的職位和公司信息，以及可能的附件（如履歷），設計專業的面試問題，以評估其是否適合該職位。
en: You are a corporate HR interviewer or hiring manager. Based on the applicant's provided position and company information, as well as any potential attachments (like a resume), please design professional interview questions to assess their suitability for the role.

# InterviewQuesView_answerTextFieldPlaceholder
source: 答案
en: Answer

# InterviewQuesView_requiredFieldIndicator
source: 必填
en: Required

# InterviewQuesView_titleLine1
source: 告訴我們
en: Tell us the detail

# InterviewQuesView_titleLine2
source: 面試的細節吧！
en: of the interview!

# InterviewStartView_buttonFinish
source: 完成
en: FINISH

# InterviewStartView_buttonNextQuestion
source: 下一題
en: NEXT

# InterviewStartView_buttonStart
source: 開始
en: START

# InterviewStartView_headerTitleMockInterview
source: 模擬面試
en: Mock Interview

# InterviewStartView_microphonePermissionDenied
source: 未獲得麥克風權限。本程式需要麥克風權限以執行，請前往設定開啟麥克風權限。
en: Microphone access not granted. This program requires microphone access to function. Please go to Settings and enable microphone permissions.

# InterviewStartView_microphonePermissionTitle
source: 麥克風權限
en: Microphone Permission

# InterviewStartView_numberOfQuestionsFormat
source: %d 題
en: %d Questions

# InterviewStartView_pleaseWaitMessage
source: 請稍候
en: Please wait!

# InterviewStartView_preparationDisclaimer
source: 模擬面試即將開始！請注意，模擬面試開始後將無法暫停或中途重新開始。 請確保您已充分準備，並在一個不會被打擾的時段進行。且為了能成功錄製您的面試內容，請務必前往裝置的「設定」，並允許本應用程式取用麥克風。若未開啟，將無法進行錄製。整個模擬過程（包含音檔上傳及 AI 分析）都需要穩定的網路連線，請確保您的裝置已連上網路。在面試錄製和分析期間，請勿切換到其他應用程式、鎖定螢幕或接聽非緊急通話，以免造成錄製中斷、失敗或影響分析結果。為獲得最清晰的錄音品質與最準確的 AI 分析回饋，強烈建議您在一個安靜、少回音且無背景噪音的環境下進行。 祝您面試順利！
en: The mock interview is about to begin! Please note, once the mock interview starts, it cannot be paused or restarted midway. Please ensure you are fully prepared and conduct it during a time when you will not be disturbed. Furthermore, to successfully record your interview content, please be sure to go to your device's "Settings" and allow this application to access the microphone. If it is not enabled, recording will not be possible. The entire mock process (including audio file upload and AI analysis) requires a stable internet connection. Please ensure your device is connected to the internet. During the interview recording and analysis period, please do not switch to other applications, lock the screen, or answer non-emergency calls, to avoid interrupting or failing the recording, or affecting the analysis results. For the clearest recording quality and the most accurate AI analysis feedback, it is strongly recommended that you conduct the interview in a quiet, low-echo, and background noise-free environment. Good luck with your interview!

# InterviewStartView_questionsTitle
source: 問題
en: Questions

# InterviewStartView_recordingIndicator
source: 錄製中
en: Recording

# InterviewStartView_statusAnalyzing
source: 生成中
en: Generating

# InterviewStartView_statusAnsweringQuestion
source: 問題 %d
en: Question %d

# InterviewStartView_timeLimit
source: %d 分鐘
en: %d mins

# InterviewStartView_timeLimitTitle
source: 時間限制
en: Time Limit

# InterviewStartView_timeLimitWarningFormat
source: 即將超過時間限制，剩餘 %d 秒
en: About to Time Limit. Left %d Seconds.

# InterviewView_nextButtonNextStep
source: 下一步
en: NEXT

# InterviewView_nextButtonStartInterview
source: 開始面試
en: START

# InterviewView_previousButtonCancel
source: 取消
en: CANCEL

# InterviewView_previousButtonLeave
source: 離開
en: QUIT

# InterviewView_previousButtonPreviousStep
source: 上一步
en: PREVIOUS

# InterviewView_previousButtonSaveChanges
source: 暫存
en: SAVE & QUIT

# InterviewView_progressStep1InterviewType
source: 面試類型
en: Interview Type

# InterviewView_progressStep2InterviewDetails
source: 面試細節
en: Interview Details

# InterviewView_progressStep3DataPreparation
source: 資料準備
en: Data Preparation

# InterviewView_progressStep4DataConfirmation
source: 資料確認
en: Data Confirmation

# InterviewView_progressStep5ReadyToStart
source: 準備開始
en: Ready to Start

# InterviewView_progressTitle
source: 進度
en: Progress

# ListView_MockInterview
source: 面試
en: Interview

# ListView_MockSpeech
source: 演講
en: Speech

# SpeechAnalysisView_deleteInterviewProfileSectionDescription
source: 點擊刪除紀錄後將刪除本筆模擬面試紀錄，且不能復原，也不退還消耗之模擬代幣！
en: After tapping delete, this record will be deleted and cannot be undone! Tokens that cost cannot be returned.

# SpeechAnalysisView_deleteInterviewProfileSectionTitle
source: 刪除紀錄
en: Delete Record

# SpeechAnalysisView_deleteRecordSublabel
source: 刪除紀錄
en: Delete Record

# SpeechAnalysisView_deleteSpeechProfileSectionDescription
source: 點擊刪除紀錄後將刪除本筆模擬演講紀錄，且不能復原，也不退還消耗之模擬代幣！
en: After tapping delete, this record will be deleted and cannot be undone! Tokens that cost cannot be returned.

# SpeechAnalysisView_deleteSpeechProfileSectionTitle
source: 刪除
en: Delete

# SpeechAnalysisView_ratingAskedQuestionsFeedbackSectionTitle
source: 問答回饋
en: Audience Asks Feedback

# SpeechAnalysisView_ratingFeedbackSectionTitle
source: 總覽
en: Summary

# SpeechAnalysisView_ratingFeedbacksSectionTitle
source: 評語
en: Feedback

# SpeechAnalysisView_reuseSublabel
source: 複製並重用
en: Copy and Reuse

# SpeechAnalysisView_reviewAskedQuestionsQandASectionTitle
source: 問答
en: Audience Asks

# SpeechAnalysisView_reviewSpeechContentSectionTitle
source: 演講稿
en: Transcipt

# SpeechAnalysisView_scoreText_A
source: 極佳
en: Excellent

# SpeechAnalysisView_scoreText_B
source: 很好
en: Great

# SpeechAnalysisView_scoreText_C
source: 不錯
en: Good

# SpeechAnalysisView_scoreText_D
source: 普通
en: Normal

# SpeechAnalysisView_scoreText_E
source: 一般
en: So-so

# SpeechAnalysisView_scoreText_F
source: 待加強
en: Bad

# SpeechAnalysisView_scoreText_G
source: 不佳
en: Terrible

# SpeechAnalysisView_tabBarMethod
source: 操作
en: Method

# SpeechAnalysisView_tabBarRating
source: 評價
en: Rating

# SpeechAnalysisView_tabBarReview
source: 回顧
en: Review

# SpeechAnalysisView_Title
source: 模擬演講
en: Mock Speech

# SpeechAnalysisView_useDraftSublabel
source: 復原草稿
en: Restore Draft

# SpeechDoneView_noAnswerProvided
source: 無作答
en: No answer

# SpeechDoneView_noDataProvided
source: 無資料
en: No data

# SpeechDoneView_section1TitleSpeechType
source: 演講類型
en: Speech Type

# SpeechDoneView_section2TitleSpeechDetails
source: 演講細節
en: Speech Details

# SpeechDoneView_section3TitleDataPreparation
source: 資料準備
en: Data Preparation

# SpeechDoneView_titleLine1
source: 準備就緒
en: All set?

# SpeechDoneView_titleLine2
source: 再檢查一下演講設定吧！
en: Review settings

# SpeechEntryView_templateSectionTitle
source: 模板
en: TEMPLATE

# SpeechEntryView_titleLine1
source: 你想練習
en: What kind of speech

# SpeechEntryView_titleLine2
source: 什麼演講呢？
en: do you want to practice?

# SpeechFileView_addNewFileButton
source: 新增檔案
en: Add File

# SpeechFileView_clearAllFilesButton
source: 清除所有檔案
en: Clear All

# SpeechFileView_fileTooLargeError
source: 檔案過大！請重新選擇小於 4MB 的檔案
en: File is too big! Please reselect a file that under 4MB.

# SpeechFileView_titleLine1
source: 有檔案
en: Is there any

# SpeechFileView_titleLine2
source: 需要提供嗎？
en: files to provide?

# SpeechModifierView_askedQuestionCountSectionTitle
source: 提問
en: Audience Questions

# SpeechModifierView_askedQuestionCountUnit
source: 題
en: Questions

# SpeechModifierView_costSectionTitle
source: 花費
en: COST

# SpeechModifierView_explanationBodyCost
source: 此模擬演講需花費 %d 個代幣。下一步開始演講，將立刻開始錄製，此時已扣除演講花費，請勿離開程式！
en: This mock speech requires %d tokens. In the next step, the session will begin. Tokens will be deducted at this point—please do not exit the app!

# SpeechModifierView_explanationBodyInsufficientCoins
source: 代幣不足嗎？您可以點選「暫存」，本頁之前的設定都已保留，之後再從紀錄選取進行面試。
en: Not enough tokens? You can tap “Save”—all your current settings will be preserved, and you can resume the interview from your saved sessions later.

# SpeechModifierView_explanationTitle
source: 說明
en: Info

# SpeechModifierView_insufficientCoinsBody
source: 此模擬面試需花費 %d 個代幣，您只有 %d 個代幣。
en: This mock speech requires %d tokens, but you only have %d tokens.

# SpeechModifierView_insufficientCoinsSuggestion
source: 請先「暫存」，並購買或獲得一些代幣再嘗試。
en: Please save your progress first, then get more tokens before starting the interview.

# SpeechModifierView_insufficientCoinsTitle
source: 代幣不足
en: Insufficient Coins

# SpeechModifierView_questionCountButtonBasic
source: 一般
en: Basic

# SpeechModifierView_questionCountButtonFull
source: 完整
en: Full

# SpeechModifierView_questionCountButtonMore
source: 稍多
en: More

# SpeechModifierView_questionCountButtonNone
source: 無
en: None

# SpeechModifierView_questionCountLabel
source: 觀眾提問
en: Audience Questions

# SpeechModifierView_resetToDefaultButton
source: 回復預設
en: Reset to Default

# SpeechModifierView_titleLine1
source: 演講
en: Speech

# SpeechModifierView_titleLine2
source: 準備開始！
en: is starting soon!

# SpeechProfile_academic_preQuestion_audience
source: 演講的受眾為何？
en: Who is the audience of the speech?

# SpeechProfile_academic_preQuestion_coreConcept
source: 演講的核心理念為何？
en: What is the core idea of the speech?

# SpeechProfile_academic_preQuestion_topic
source: 演講的主題為何？
en: What is the topic of the speech?

# SpeechProfile_academic_templateDescription
source: 在課堂或研討會上針對研究主題進行報告
en: Giving a report on a research topic in class or at a seminar

# SpeechProfile_academic_templateName
source: 學術演講
en: Academic Speech

# SpeechProfile_academic_templatePrompt
source: 一名大學生或研究生，正在為學術會議或是課堂發表研究成果
en: An undergraduate or graduate student presenting research findings at an academic conference or in class

# SpeechProfile_ceremonial_preQuestion_event
source: 這是什麼場合？
en: What is the occasion?

# SpeechProfile_ceremonial_preQuestion_message
source: 你想傳遞什麼訊息？
en: What message do you want to convey?

# SpeechProfile_ceremonial_templateDescription
source: 在特定場合傳達祝福、感謝或紀念
en: Delivering blessings, thanks, or commemorations on a specific occasion

# SpeechProfile_ceremonial_templateName
source: 場合演講
en: Occasional Speech

# SpeechProfile_ceremonial_templatePrompt
source: 一個在特定場合傳達祝福、感謝或紀念的演講
en: A speech delivered on a specific occasion to convey blessings, thanks, or commemoration

# SpeechProfile_demonstrative_preQuestion_steps
source: 這項東西或技能是如何運作的？
en: How does this thing or skill work?

# SpeechProfile_demonstrative_preQuestion_subject
source: 你要演示的是什麼？
en: What is being demonstrated?

# SpeechProfile_demonstrative_templateDescription
source: 展示一項產品、技能或操作流程
en: Demonstrative a product, skill, or process

# SpeechProfile_demonstrative_templateName
source: 展示演講
en: Demonstrative Speech

# SpeechProfile_demonstrative_templatePrompt
source: 正在表達一篇展示型演講，清楚介紹流程方式。
en: Delivering a demonstration speech, clearly explaining the process

# SpeechProfile_general_preQuestion_topic
source: 演講主題是什麼？
en: What is the topic of the speech?

# SpeechProfile_general_templateDescription
source: 適用於無特定分類的演講內容
en: Applicable to speech content without specific classification

# SpeechProfile_general_templateName
source: 通用演講
en: General Speech

# SpeechProfile_general_templatePrompt
source: 一個無特定分類的演講內容
en: Speech content without specific classification

# SpeechProfile_inspirational_preQuestion_idea
source: 你想傳遞什麼值得分享的理念？
en: What idea do you want to convey that is worth sharing?

# SpeechProfile_inspirational_preQuestion_personalStory
source: 你有沒有相關的個人經歷或洞察？
en: Do you have any relevant personal experiences or insights?

# SpeechProfile_inspirational_templateDescription
source: 傳遞能啟發他人思考的理念與故事
en: Convey ideas and stories that inspire others to think

# SpeechProfile_inspirational_templateName
source: 靈感演講
en: Inspirational Speech

# SpeechProfile_inspirational_templatePrompt
source: 類似 Ted Talk 風格，能啟發他人思考的演講
en: A speech in the style of a Ted Talk that inspires others to think

# SpeechProfile_instructional_preQuestion_keyPoints
source: 有哪些重要觀念或步驟需要說明？
en: What are the important concepts or steps that need to be explained?

# SpeechProfile_instructional_preQuestion_topic
source: 你要教的是什麼主題？
en: What is the topic you are going to teech?

# SpeechProfile_instructional_templateDescription
source: 用教學方式解釋一項知識或技能
en: Explain a piece of knowledge or a skill using a teaching approach

# SpeechProfile_instructional_templateName
source: 知識演講
en: Instructional Speech

# SpeechProfile_instructional_templatePrompt
source: 講者用清楚易懂的方式演講一篇教學演講
en: The speaker is giving a teaching speech in a clear and easy-to-understand manner.
